Repository: dinhquydds/nanocucurmin
Catalog: tm/taytrangrang-omegat.tmx
Source language: en_us
Languages: vi

source: Because in-office whitening often takes more than one appointment to achieve the adequate whitening, appoint- ments generally are scheduled at least 1 week apart to allow the discomfort to dis- sipate.
vi: Bởi vì tẩy trắng tại phòng khám thường mất hơn 1 lần hẹn để đạt được độ trắng đủ, cuộc hẹn được lên lịch ít nhất là 1 tuần để giảm bớt khó chịu.

source: Because the difference in refrac- tive index is even higher between dry pores and enamel compared to wet pores, dried lesions appear more whitish compared with wet lesions.
vi: Bởi vì sự khác nhau của chỉ số tán xạ ngay cả giữa các sang thương khô và men răng khi ướt, sang thương khô cũng hơi trắng hơn sang thương ướt.

source: Because this topic is extensively and elegantly discussed in Chap.
vi: Bởi vì chủ đề này được thảo luận nhiều trong chương

source: Before rinsing the etching gel, it is advisable to remove the bulk of the gel with a suctor in order to avoid flushing the strong acid into the oral cavity.
vi: Trước khi súc miệng gel etching, nên loại bỏ lượng lớn gel bằng ống hút để tránh acid mạnh roi vào khoang miệng.

source: Before treatment, teeth should be cleaned using prophylaxis paste.
vi: Trước khi điều trị, răng cần được làm sạch dùng kem phòng ngừa.

source: Besides at-home whitening with carbamide peroxide in a custom-fitted tray, there are currently other techniques that involve at-home whitening:
vi: Bên cạnh tẩy trắng răng bằng carbamide peroxide trong khay cá nhân, hiện có các kỹ thuật khác để tẩy trắng răng tại nhà:

source: Besides discoloration of teeth, minocycline may also cause a blue staining of the sclera, ears, and oral mucosa, which may be irreversible (Dodd et al.
vi: Bên cạnh răng đổi màu, minocycline cũng gây ra nhiễm màu xanh ở củng mạc mắt, tai, và niêm mạc miệng, mà không thể đảo ngược (Dodd và cộng sự

source: Bleaching
vi: Tẩy trắng răng

source: Bleaching Tray Design
vi: Thiết kế khay tẩy trắng

source: Bleaching-Induced Tooth Sensitivity (TS)
vi: Tẩy trắng răng gây nhạy cảm

source: Both factors together increase the yel- lowish appearance of the teeth.
vi: Cả hai yếu tố kết hợp làm tăng màu vàng của răng.

source: Both the tetracycline stains and the white spot areas were successfully camouflaged, in spite of a residual gray band in the cervical third
vi: Cả hai vết nhiễm màu tetracycline và đốm trắng được điều trị nguỵ trang thành công, mặc dù còn băng xám ở phần ba cổ.

source: Boushell et al.
vi: Boushell và cộng sự

source: Brown, white, and multicolored spots and streaks in tooth surfaces have been called “dysmineralization,” and in some cases, such as fluorosis, their cause is known.
vi: Màu nâu, trắng, và nhiều điểm đa màu và vệt trên bề mặt răng được gọi là "loạn khoáng hoá" và trong một số trường hợp, như nhiễm fluor, nguyên nhân chưa rõ.

source: Brush and floss after removing the tray; wash tray thoroughly with water to remove the residual gel.
vi: Chải răng và dùng chỉ nha khoa sau khi gỡ khay; rửa khay kỹ để loại bỏ phần gel còn lại.

source: Brush and floss before placing the tray.
vi: Chải răng và dùng chỉ nha khoa trước khi mang khay.

source: Brushing with potassium-nitrate-containing toothpaste for 2 weeks prior to the bleaching treatment reduces tooth sensitivity during the treatment.
vi: Đánh răng bằng kem đánh răng chứa potassium nitrate 2 tuần trước khi tẩy trắng răng giảm răng nhạy cảm trong quá trình điều trị.

source: Buccal early caries lesions can be easily differentiated from developmental defects (see below) as caries only forms in plaque stagnation areas and thus caries on buccal surfaces is confined to cervical areas or the areas around the bracket base (Lovrov et al.
vi: Tổn thương sâu răng sớm ở măt ngoài có thể dễ dàng phân biệt từ khiếm khuyết phát triển (xem bên dưới) vì sâu răng chỉ hình thành ở vùng có mảng bám và do đó sâu răng mặt ngoài bị hạn chế ở vùng cổ hoặc vùng xung quanh mắc cài (Lovrov và cộng sự

source: Buccal lesions, especially more inactive ones may have thick and highly mineralized surface layers.
vi: Tổn thương phía ngoài, đặc biệt loại không hoạt động có lớp bề mặt dày hơn và khoáng hoá cao hơn.

source: Buccal white spot lesions are an unpleasant but frequent side effect of orthodontic treatment with fixed appliances but also developmental defects such as fluorosis appear as “white spots.” Resin infiltration was originally developed to arrest the progression of noncavitated caries lesions.
vi: Sang thương đốm trắng mặt má thì không dễ chịu nhưng thường gặp khi chỉnh nha cố định nhưng cũng là khiếm khuyết phát triển như nhiễm fluor xuất hiện những "đốm trắng". Xâm nhập nhựa ban ban đầu được phát triển để ngăn ngừa sự phát triển của sang thương sâu răng không có lỗ.

source: But
vi: Nhưng

source: By 1903, the allusion to the use of hydrogen perox- ide to bleach nonvital teeth had become more usual in the dental literature (Buckley 1903; Miller 1903).
vi: Năm 1903, việc dùng hydrogen peroxide để tẩy trắng chết tuỷ đã thành thường quy trong y văn (Buckley 1903; Miller 1903).

source: By doing so, less hydrogen peroxide reaches the pulp chamber, reducing the tooth sensitivity.
vi: Bằng cách đó, ít hydrogen peroxide đến buồng tuỷ làm giảm nhạy cảm.

source: By increasing the number and/or time of application, one may increase the degree of whitening obtained but at the time the risk of TS is also increased.
vi: Bằng cách tăng số lượng và/hoặc thời gian áp dụng, người ta có thể tăng độ trắng đạt được nhưng nguy cơ nhạy cảm cũng tăng.

source: Calcific metamorphosis
vi: Vôi hoá

source: Can tetracycline-stained teeth be bleached with at-home whitening regimen using a carbamide peroxide gel?
vi: Có thể tẩy trắng răng nhiễm màu tetracycline bằng phương pháp tẩy trắng răng tại nhà bằng gel carbamide peroxide không?

source: Carbamide peroxide gels for the at-home technique typically contain 0.11 % (w/w) fluoride and 3 % (w/w) potassium nitrate (Chen et al.
vi: Gel carbamide peroxide để tẩy trắng tại nhà thường chứa 0.11 % (w/w) fluoride và 3 % (w/w) potassium nitrate (Chen và cộng sự

source: Carbamide peroxide in a custom-fitted tray is a very effective method to change the intrinsic color of teeth and to remove external stains from the tooth surface.
vi: Carbamide peroxide trong khay cá nhân là một phương pháp rất hiệu quả để thay đổi màu nội tại của răng và loại bỏ vết bẩn ngoại lai từ bề mặt răng.

source: Carbamide peroxide in concentrations between 10 and 22 %,3 and hydrogen peroxide in concentrations from 4 to 8 % have been used for at-home bleaching for different periods of time (Joiner 2006; Meireles et al.
vi: Carbamide peroxide ở nồng độ 10 - 22 % và hydrogen peroxide ở nồng độ từ 4 - 8 % được dùng để tẩy trắng răng tại nhà cho nhiều khoảng thời gian (Joiner 2006; Meireles và cộng sự

source: Carbamide peroxide is preferred over hydrogen peroxide because it is more stable than hydrogen peroxide, providing a nonaqueous formula of available hydrogen peroxide (Fischer 1995).
vi: Carbamide peroxide được ưu tiên hơn hydrogen peroxide bởi vì nó ổn định hơn hydrogen peroxide(Fischer 1995).

source: Carbopol polymers are cross-linked high molecular weight homo- and copolymers of acrylic acid, therefore containing active carboxyl groups.
vi: Carbopol polymers là một cao phân tử liên kết chéo và đồng trùng hợp với acrylic acid, vì vậy chứ nhóm carboxyl hoạt hoá.

source: Care should be taken not to abrade too much enamel.
vi: Nên cẩn thận không để trượt quá nhiều men.

source: Caries infiltration aims to penetrate these pores with low viscosity light curing resins – so called infiltrants – that infiltrate the porous enamel driven by
vi: Xâm nhập nhựa và sâu răng mục đích để xâm nhập những khoảng trống bằng nhựa quang trùng hợp độ nhớt thấp được gọi là xâm nhập - xuyên qua men xốp điều khiển bởi

source: Caries infiltration is “located” in the middle of the various treatment options and thus may be an interesting micro-invasive approach to achieve good aesthetic results with a minimum loss of enamel.
vi: Xâm nhập sâu răng ở giữa các chọn lựa điều trị và do đó có thể có một phương pháp vi mài mòn quan tâm để đạt được kết quả thẩm mỹ với sự mất men răng ít nhất.

source: Caries is formed after tooth eruption by dissolution of enamel induced by cariogenic acids being produced by cariogenic bacteria during fermentation of carbohydrates.
vi: Sâu răng được hình thành sau khi răng mọc do sự hoà tan men răng do acid tạo ra bởi vi khuẩn sâu răng lên men carbohydrates.

source: Caries lesions usually develop in tooth sites where plaque formation is fostered such as in the fissure system or interproximal.
vi: Tổn thương sâu răng thường phát triển trong vùng răng nơi hình thành mảng bám được nuôi dưỡng như trong hệ thống rãnh hoặc vùng tiếp cận.

source: Case Four
vi: Trường Hợp Bốn

source: Case One
vi: Trường hợp thứ nhất

source: Case Selection
vi: Chọn lựa trường hợp

source: Case Three
vi: Trường Hợp Ba

source: Case Two
vi: Trường Hợp Hai

source: Changes in Physical Properties and Ultra-morphology of Enamel and Dentin
vi: Thay đổi trong tính chất vật lý và siêu hình thái của men răng và ngà răng

source: Chapters 3, 4 and 5 include a comprehensive description of adverse effects caused by peroxide-based whitening agents.
vi: Chương 3, 4 và 5 bao gồm mô tả toàn diện tác dụng bất lợi do tác nhân làm trắng trên nền peroxide.

source: Chelation with iron has also been reported for tetracycline-induced tooth discoloration (Salman et al.
vi: Chelat hoá với sắt cũng được báo cáo cho tetracycline gây đổi màu răng (Salman và cộng sự

source: Chemically, carbamide peroxide is a crystalline material containing a molecule of urea com- plexed with a single molecule of hydrogen peroxide – 10 % carbamide peroxide contains approximately 3.3–3.5 % hydrogen peroxide (Cooper et al.
vi: Về mặt hóa học, carbamide peroxide là một vật liệu tinh thể chứa một phân tử phức hợp urê với một phân tử hydrogen peroxide - 10% carbamide peroxide chứa khoảng 3.3–3.5 % oxy (Cooper và cộng sự

source: Chloride and acetic acid, Labarraque’s solution (liquid chloride of soda)
vi: Chloride và và acid, dung dịch Labarraque’s (chất lỏng chloride soda)

source: Chloride of lime
vi: Clorua vôi

source: Cleaning of teeth
vi: Làm sạch răng

source: Clinical Case
vi: Trường Hợp Lâm Sàng

source: Clinical Technique
vi: Kỹ Thuật Lâm Sàng

source: Clinical cases will illustrate clinically relevant at-home whiten- ing techniques.
vi: Trường hợp lâm sàng sẽ minh hoạ kỹ thuật tẩy trắng răng tại nhà.

source: Clinical evidence, however, does not support this assump- tion.
vi: Tuy nhiên bằng chứng lâm sàng không ủng hộ giả thiết này

source: Clinical solutions related to this topic can be found in Chaps.
vi: Giải pháp lâm sàng liên quan đến chủ đề này có thể tìm thấy trong chương

source: Clinical studies have demonstrated that mild-to-moderate tetracycline stains can be removed relatively well (Figs.
vi: Nghiên cứu lâm sàng chứng minh rằng nhuộm màu tetracycline nhẹ đến trung bình có thể loại bỏ tương đối (Hình

source: Clinical studies have reported that potassium nitrate and sodium fluoride added to a 10 % carbamide peroxide gel reduced sensitivity over a 2-week at-home treat- ment when compared to a 10 % carbamide peroxide gel without desensitizer (Tam 2001; Browning et al.
vi: Nghiên cứu lâm sàng báo cáo potassium nitrate và sodium fluoride thêm vào 10 % carbamide peroxide gel giảm nhạy cảm hơn 2 tuần điều trị tại nhà khi so sánh với 10 % carbamide peroxide gel không có giảm nhạy cảm (Tam 2001; Browning và cộng sự

source: Clinically mild fluorosis appears as cloudy whitish discolorations following the perikymata lines.
vi: Lâm sàng nhiễm fluor nhẹ xuất hiện như đổi màu mây trắng sau đường perikymata.

source: Clinically, 0.5 mm corresponds to areas of deep noncarious cervical lesions.
vi: Theo lâm sàng, 0.5 mm tương ứng vùng tổn thương cổ răng không sâu răng sâu.

source: Clinicians should follow the manufacturer’s instructions for application of the in- office bleaching gels.
vi: Các bác sĩ nên theo hướng dẫn của nhà sản xuất để áp dụng gel tẩy trắng tại phòng khám.

source: Combining mechanical abra- sion and chemical erosion inspired the terms “abrosion effect” (Donly et al.
vi: Kết hợp mài mòn cơ học và xoi mòn hoá học từ thuật ngữ "hiệu ứng mài mòn" (Donly và cộng sự

source: Common for all these defects is an increased porosity of the enamel that causes the whitish and chalky appearance.
vi: Chung cho tất cả những khiếm khuyết là tăng độ xốp của men là nguyên nhân gây màu trắng và phấn trắng.

source: Comparison of in-office bleaching gels with different HP concentrations is also scarce.
vi: So sánh gel tẩy trắng tại phòng khám với nồng độ HP khác nhau cũng hiếm.

source: Complications from the Use of Peroxides
vi: Biến chứng của sử dụng Peroxides

source: Composite Restorations
vi: Phục hồi Composite

source: Composite restorations
vi: Phục hồi Composite

source: Concentrations as high as 44 % carbamide peroxide are available from online auctions sites and retailers.
vi: Nồng độ cao như 44 % carbamide peroxide đang sẵn có từ các trang web và cửa hàng bán lẻ.

source: Conclusion and Outlook
vi: Kết luận và triển vọng

source: Congenital
vi: Bẩm sinh

source: Consequently, the further increases in HP radicals produced by light activation do not lead to faster bleaching due to the presence of unknown rate-determining steps in the oxidizing mechanism of tooth bleaching.
vi: Do đó, làm tăng thêm gốc HP do ánh sáng kích hoạt không làm tăng nhanh tẩy trắng do không biết tỉ lệ xác định các bước trong cơ chế oxy hoá của tẩy trắng răng.

source: Contact time of the bleaching gel with teeth Changing the bleaching gel more than once/day Concentration of carbamide peroxide > 10 %
vi: Thời gian tiếp xúc của gel tẩy trắng với răng Thay đổi gel tẩy trắng nhiều hơn 1 lần/ngày Nồng độ của carbamide peroxide > 10 %

source: Contents
vi: Nội dung

source: Contraindications
vi: Chống chỉ định

source: Contraindications for at-home whitening with carbamide peroxide gel in a custom-fitted tray:
vi: Chống chỉ định của tẩy trắng răng tại nhà bằng gel carbamide peroxide trong khay cá nhân:

source: Contraindications for caries infiltration:
vi: Chống chỉ định cho xâm nhập sâu răng:

source: Contributors
vi: Cộng tác viên

source: Conversely, at-home whitening may highlight the whitish areas in cases of deeper white spots (Fig. 6.14).
vi: Ngược lại, tẩy trắng tại nhà có thể làm nổi bật vùng trắng trong trường hợp đốm trắng sâu hơn (Hình 6.14).

source: Croll (1994) described a protocol for “at-home” tooth bleaching in young patients.
vi: Croll (1994) mô tả quy trình tẩy trắng răng "tại nhà" cho bệnh nhân trẻ tuổi.

source: Croll used a combination of 18 % hydrochloric acid mixed with fine grit labora- tory pumice with the idea that combining chemical erosion with mechanical abra- sion would also reduce the enamel surface microscopically, but more rapidly, and with the clinician in control.
vi: Croll dùng phối hợp 18 % hydrochloric acid trộn với bột pumice mịn của labo với ý tướng phối hợp xoi mòn hoá học với mài mòn cơ họ cũng giảm bề mặt men răng vi thể, nhưng nhanh hơn và với kiểm soát của bác sĩ.

source: Current Techniques for Dental Whitening with Peroxides: Evidence Supporting
vi: Kỹ Thuật Hiện Tại Để Tẩy Trắng Răng Bằng Peroxides: Bằng Chứng Hỗ Trợ Của Việc

source: Current carbamide peroxide bleaching gels contain glycerin as a humectant and flavor enhancer; and a thickener, usually a polymer (Carbopol,4 The Lubrizol Corporation).
vi: Gel tẩy trắng carbamide peroxide hiện tại chứa glycerin như một chất giữ ẩm và nâng cao hương vị; và một chất làm đặc thường là polymer (Carbopol,4 The Lubrizol Corporation).

source: Current clinical evidence suggests that 10 % carbamide peroxide is as effective as higher concentrations but results in lower incidence of sensitivity than higher concentrations (Matis et al.
vi: Bằng chứng lâm sàng hiện tại cho thấy carbamide peroxide 10 % có hiệu quả như nồng độ cao hơn nhưng kết quả tỉ lệ nhạy cảm thấp hơn nồng độ cao (Matis và cộng sự

source: Current clinical evidence suggests that overnight tray whitening results in whiter teeth and more durable results than whit- ening for a few hours during the daytime.
vi: Bằng chứng lâm sàng hiện tại cho thấy rằng tẩy trắng răng qua đêm kết quả trắng hơn và lâu bền hơn chỉ tẩy trắng răng vài giờ vào ban ngày.

source: Current evidence from controlled clinical trials suggests that coffee does not interfere with the outcome of whitening nor does it affect tooth sensitivity (Rezende et al.
vi: Các bằng chứng hiện tại từ thử nghiệm lâm sàng có nhóm chứng cho thấy rằng cà phê không liên quan tới kết quả làm trắng cũng như ảnh hưởng tới sự nhạy cảm của răng (Rezende và cộng sự

source: Current evidence from controlled clinical trials suggests that coffee, tea, red wine, do not interfere considerably with the outcome of whitening.
vi: Bằng chứng hiện tại từ thử nghiệm lâm sàng có nhóm chứng cho thấy cà phê, trà, rượu vang đỏ không ảnh hưởng đáng kể tới kết quả làm trắng.

source: Current evidence from controlled clinical trials suggests that higher concentra- tions result in a faster rate of whitening than lower concentrations with a similar final result.
vi: Bằng chứng hiện tại từ thử nghiệm lâm sàng có nhóm chứng cho thấy rằng nồng độ cao cho kết quả làm trắng nhanh hơn nồng độ thấp với kết quả cuối cùng tương tự nhau.

source: Current evidence from controlled clinical trials suggests that tray whitening alone results in similar outcomes compared to the jump-start technique.
vi: Bằng chứng hiện tại từ thử nghiệm lâm sàng có nhóm chứng cho thấy kết quả tẩy trắng một mình có kết quả tương tự kỹ thuật mồi khởi động.

source: Current meth- ods for at-home whitening include materials prescribed by dental professionals, bleaching products available over the counter to use without the involvement of a dental professional, and “do-it-yourself” methods widely advertised on the Internet.
vi: Phương pháp hiện tại để tẩy trắng răng tại nhà được chỉ định bởi nha sĩ, sản phẩm tẩy trắng răng hiện có không cần kê toa được sử dụng không cần nha sĩ, và phương pháp "tự thực hiện" được quảng cáo rộng rãi trên internet.

source: Currently, the typical treatment time for teeth that are inherently discolored by aging or discolored by diet and chromogenic diet is from 2 to 4 weeks, especially if the treatment is carried out overnight.
vi: Hiện nay, thời gian điều trị điển hình cho răng đổi màu bởi lão hoá hoặc bởi chế độ ăn và màu nước uống từ 2 - 4 tuần, đặc biệt là nếu điều trị thực hiện qua đêm.

source: Currently, there are only few long-term data available on the color stability of resin-infiltrated lesions.
vi: Hiện nay, chỉ có vài dữ liệu dài hạn cho sự ổn định màu của tổn thương được xâm nhập nhựa.

source: Currently, there are two commercial enamel microabrasion materials available (e.g., PREMA, Premier Dental Products; Opalustre, Ultradent Products Inc.).
vi: Hiện nay, có hai vật liệu vi mài mòn men răng thương mại sẵn có (e.g., PREMA, Premier Dental Products; Opalustre, Ultradent Products Inc.).

source: Currently, there is no independent scientific evidence to back the use of the so-called deep whitening technique.
vi: Hiện nay, không có bằng chứng khoa học độc lập để ủng hộ cách dùng được gọi là kỹ thuật tẩy trắng sâu (deep whitening technique)

source: Currently, there is only one commercial kit for caries infiltration on the market: Icon (DMG, Hamburg, Germany) is available for proximal or vestibular lesions.
vi: Hiện nay, chỉ có một một bộ xâm nhập sâu răng thương mại trên thị trường : Icon (DMG, Hamburg, Germany).

source: Darker teeth
vi: Răng đậm màu

source: Date
vi: Ngày

source: Decrease in Bonding Effectiveness
vi: Giảm hiệu quả dán

source: Deep white spot lesions.
vi: Sang thương đốm trắng sâu.

source: Dehydration of teeth can make them appear whiter by increasing enamel opacity.
vi: Răng mất nước có thể làm chúng có vẻ trắng bằng cách tăng độ đục của men răng.

source: Denehy and Swift (1992) described a method for lightening vital teeth with calcified pulpal spaces.
vi: Denehy và Swift (1992) mô tả phương pháp làm trắng răng sống có vôi hoá trong khoang tuỷ răng.

source: Dental Professionals
vi: Các Chuyên Gia Nha Khoa

source: Dental fluorosis was referred to as mottled teeth in 1916 by McKay and Black because fluoride had not yet been recognized as the cause for this discoloration.
vi: Răng nhiễm fluor được gọi là mottled teeth năm 1916 bởi McKay và Black bởi vì fluoride chưa được công nhận là nguyên nhân của sự đổi màu này.

source: Dentin caries or cavities into dentin
vi: Ngà sâu hoặc sâu răng vào ngà

source: Dentist-administered in-office whitening followed by at-home whitening with a peroxide-based gel in a custom-fitted tray, also known as jump-start technique.
vi: Nha sĩ tẩy trắng răng tại phòng khám sau đó tẩy trắng răng tại nhà bằng gel trên nền peroxide trong khay cá nhân, còn được gọi là bước nhảy bắt đầu kỹ thuật.

source: Dentist-administered, custom-fitted bleaching tray containing a higher concen- tration of carbamide peroxide (usually ≈ 35 %), also known as waiting-room whitening.
vi: Nha sĩ thực hiện, khay tẩy trắng cá nhân với carbamide peroxide nồng độ cao (thường ≈ 35 %), còn được gọi là tẩy trắng răng tại phòng chờ.

source: Dentist-prescribed overnight bleaching with carbamide peroxide in a custom- fitted tray is the safest and most effective method of tooth whitening.
vi: Nha sĩ chỉ định tẩy trắng qua đêm bằng carbamide peroxide trong khay cá nhân là phương pháp tẩy trắng răng an toàn nhất, hiệu quả nhất

source: Dentist-prescribed overnight bleaching with carbamide peroxide in a custom-fitted tray has been shown to be the safest, most effective method of tooth whitening (Haywood 2003; Matis 2004; Matis et al.
vi: Nha sĩ chỉ định tẩy trắng qua đêm bằng carbamide peroxide trong khay cá nhân được chứng minh là phương pháp tẩy trắng răng an toàn nhất, hiệu quả nhất (Haywood 2003; Matis 2004; Matis và cộng sự

source: Dentists have also recom- mended the application of the desensitizing toothpaste in the bleaching tray for up to 30 min (Haywood 2003).
vi: Nha sĩ cũng đề nghị áp dụng kem đánh răng chống nhạy cảm trong khay tẩy trắng cho đến 30 phút (Haywood 2003).

source: Dentists must inform their patients about the expected outcomes of each procedure and provide an evidence-based choice.
vi: Nha sĩ phải thông báo cho bệnh nhân về kết quả dự kiến của mỗi thủ thuật và cung cấp chọn lựa dựa trên bằng chứng.

source: Dentists must wait for at least 2 weeks after the patient completes the whit- ening treatment prior to performing any adhesive restorative procedure.
vi: Nha sĩ phải đợi ít nhất 2 tuần sau khi hoàn tất tẩy trắng răng trước khi thực hiện bất kỳ thủ thuật phục hồi dán.

source: Desensitizers composed of glutaraldehyde and HEMA was also reported to be effective to reduce the bleaching-induced TS, and can be an alternative to the potassium nitrate gel (Mehta et al.
vi: Chống nhạy cảm gồm glutaraldehyde và HEMA cũng được báo cáo có hiệu quả giảm nhạy cảm do tẩy trắng, và có thể thay thế gel potassium nitrate gel (Mehta và cộng sự

source: Desiccation of ethanol
vi: Làm khô ethanol

source: Despite the great plea for preservation of tooth structure and less invasive dentistry, the majority of practitioners opposed tooth whitening and argued that it was technique sensitive, the duration of treatment was too long, and the relapse of color to the original shade was too frequent (Kirk 1889).
vi: Mặc dù phương pháp này bảo tồn cấu trúc răng và ít xâm lấn, ý kiến chính của những người chống lại tẩy trắng răng cho rằng kỹ thuật này gây nhạy cảm, quá trình điều trị quá dài, và màu răng quay lại màu gốc ban đầu thường xảy ra (Kirk 1889)
